; WinSnap v2.0.9 Danish Language File
; Translated by Peter H. S. Madsen (petermad) <winsnap@madsenworld.dk>

;##############################################################################
; WinSnap enumerates all *.LNG files into .\lang subfolder!
; To add a language for WinSnap:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!).
; Please put your e-mail address for feedback somewhere!


; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       WinSnap, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################

; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     10000="English_LanguageName (Native_LanguageName)"
;     e.g. 10000="German (Deutsch)"
10000="Danish (Dansk)"

; Caption
20000="Windows Snapshot Maker v. 2.0.9"
20001=" (Uregistreret)"

; Tooltip in the system tray
20002="WinSnap"
20003="WinSnap v2.0"

; Default name of saved image
20010="sshot"

; Print job name
20011="WinSnap Screenshot"

; Save/Open filters
20030="Alle filer (*.*)"
20031="Alle understøttede formater"
20032="Registreringsnøgle (*.key, *.txt)"
20033="Eksekverbare filer (*.exe, *.bat, *.cmd)"

20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Save As dialog
20060="Gem med transparens"

; Settings, Image tab
20061="Transparens"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< tom >>"
20091="genererer..."

; Main window
20100="Luk"
20101="Nyt snapshot"
20102="Kopier til Udklipsholder"
20103="Gem billede..."
20104="Send via E-Mail..."

20110="Farvelægning:"
20111="Fra"
20112="Gråskala"
20113="Sepia"
20114="Inverteret"
20115="Skygge:"
20116="Fra"
20117="Positiv"
20118="Negativ"
20119="Omrids"
20120="Diverse:"
20121="Kontur"
20122="Vandmærke"
20123="Roter"
20124="Skaler"

; Capture modes
20200="Optagemetode:"
20201="Fuld skærm"
20202="Program"
20203="Vindue"
20204="Klientområde"
20205="Popupmenu"
20206="Område"

20211="Fuld skærm"
20212="Program"
20213="Vindue"
20214="Menu"
20215="Objekt"
20216="Område"

; Menu
20300="&Fil"
20301="&Nyt snapshot\tCtrl+N"
20302="Å&bn billede...\tCtrl+O"
20303="&Gem\tCtrl+S"
20304="Gem &som..."
20305="Gem &miniaturebillede som..."
20306="&Udskriv...\tCtrl+P"
20307="S&ideopsætning..."
20308="&Afslut"

20350="&Rediger"
20351="K&opier\tCtrl+C"
20352="Kopier &miniaturebillede"
20353="Sæt i&nd\tCtrl+V"
20354="S&let billede\tDel"

20400="&Valg"
20401="Auto&gem"
20402="Auto&kopier"
20403="&Indstillinger...\tF2"

20410="&Farvelægning"
20411="&Fra"
20412="&Gråskala"
20413="&Sepia"
20414="&Inverter farver"

20420="&Skygge"
20421="&Fra"
20422="&Positiv"
20423="&Negativ"
20424="&Omrids"

20430="&Diverse"
20431="&Kontur"
20432="&Vandmærke"
20433="&Roter"
20434="&Skaler"

; Main menu, Capture
20500="&Optag"
20501="&Fuld skærm\tCtrl+1"
20502="&Program\tCtrl+2"
20503="&Vindue\tCtrl+3"
20504="&Klientområde\tCtrl+4"
20505="Popup&menu\tCtrl+5"
20506="&Område...\tCtrl+6"

20511="&Fuld skærm\tCtrl+1"
20512="&Program\tCtrl+2"
20513="&Vindue\tCtrl+3"
20514="&Menu\tCtrl+4"
20515="O&bjekt\tCtrl+5"
20516="&Område\tCtrl+6"

20550="&Hjælp"
20551="Emner i &Hjælp\tF1"
20552="Hjemme&side"
20553="Support&forum"
20554="&Check for opdateringer nu"
20555="&Om WinSnap..."
20556="&Registrer WinSnap"
20557="&Indlæs registreringsnøgle..."

; Main menu
20600="&Værktøjer"
20601="&Tilpas..."

; Tray menu
20900="Skjul WinSnap"
20901="Vis WinSnap"
20903="&Indstillinger..."
20904="Afslut"

20911="&Fuld skærm"
20912="&Program"
20913="&Vindue"
20914="&Klientområde"
20915="Popup&menu"
20916="&Område"

20921="&Fuld skærm"
20922="&Program"
20923="&Vindue"
20924="&Menu"
20925="O&bjekt"
20926="&Område"

; Config
21000="Indstillinger"
21001="OK"
21002="Annuller"
21003="Udfør"

21050="Generelt"
21051="Overgang"
21052="Lærred"
21053="Vandmærke"
21054="Billede"
21055="Genvejstaster"

; General page
21100="Sprog:"
21101="Find flere oversættelser..."
21102="Start WinSnap automatisk ved systemstart"
21103="Check jævnligt for online opdateringer"
21104="Vis altid WinSnaps vindue øverst"
21105="Gendan størrelse og position af WinSnaps vindue"
21106="Vis altid WinSnaps ikon i proceslinjen"
21107="Minimer til proceslinjen ved lukning"
21108="Tag snapshot når WinSnap startes:"
21109="Optagemetode ved start:"
21110="Afspil lyd ved optagelse af snapshot"
21111="Gem WinSnap vinduer før optagelse af snapshot"
21112="Gem proceslinjeikon før optagelse af snapshot"
21113="Forsinkelse før optagelse, hvis WinSnap er synlig (ms):"
21114="Medtag musemarkøren i snapshot"

; Blending page
21200="Skygge:"
21201="Vinkel:"
21202="°"
21203="Afstand:"
21204="px"
21205="Størrelse:"
21206="px"
21207="Opacitet:"
21208="%"
21209="Farve:"
21210="#"
21211="Kontur:"
21212="Farve:"
21213="#"
21214="Størrelse:"
21215="px"
21216="Baggrund:"
21217="Farve:"
21218="#"

; Canvas page
21400="Roter:"
21401="Vinkel:"
21402="°"
21403="Skaler:"
21404="Procentvis skalering:"
21405="Liniær skalering:"
21406="Forstørrelse:"
21407="%"
21408="Bredde:"
21409="px"
21410="Højde:"
21411="px"
21412="Bevar størrelsesforhold"
21413="Avanceret:"
21414="Interpoleringsmetode:"

21490="Nærmeste nabofarve"
21491="Biliniær"
21492="Bikubisk"
21493="Højkvalitets bilinær"
21494="Højkvalitets bikubisk"

; Watermark page
21500="Dækbillede:"
21501="Billedfil:"
21502="Gennemse..."
21503="Dækbillede med transparens:"
21504="Opacitet:"
21505="%"
21506="Position:"
21507="Specificer forskydninger fra hosliggende sider af billedet:"
21508="Horisontalt:"
21509="%"
21510="Vertikalt:"
21511="%"
21512="Horisontalt:"
21513="px"
21514="Vertikalt:"
21515="px"
21516="Anvend relative koordinater"

21590="Top - Venstre"
21591="Top - Center"
21592="Top - Højre"
21593="Center - Venstre"
21594="Centreret"
21595="Center - Højre"
21596="Bund - Venstre"
21597="Bund - Center"
21598="Bund - Højre"

; Saving page
21600="Kopier automatisk billede til Udklipsholder"
21601="Gem automatisk billede til disk"
21602="Spørg ikke efter filnavn på billeder, der skal gemmes"
21603="Bevar WinSnap minimeret i autogem tilstand"
21604="Overfør billedet til sikker hukommelse ved minimering"

21610="Autogem indstillinger:"
21611="Standardmappe:"
21612="Gennemse..."
21613="Filnavn:"

21615="Billedformat:"

21620="Komprimering:"
21621="JPEG kvalitet:"
21622="%"

21699="Vælg en mappe hvor dine screenshots skal gennems automatisk."

; Hotkeys page
21700="Aktiver systemomfattende genvejstaster"
21701="Optagekontrol:"
21702="Fuld skærm:"
21703="Programvindue:"
21704="Aktive vindue:"
21705="Vinduets klientområde:"
21706="Popupmenu:"
21707="Start optagelse af område:"

21712="Fuld skærm:"
21713="Programvindue:"
21714="Aktive vindue:"
21715="Popupmenu:"
21716="Start optagelse af objekt:"
21717="Start optagelse af område:"

21720="WinSnap kontrol:"
21721="Minimer/gendan:"
21722="Vis/gem hovedvinduet:"
21723="Afslut WinSnap:"

; Customize Tools dialog
23000="Tilpas værktøjer"
23001="Ny..."
23002="Rediger..."
23003="Fjern"
23004="Flyt op"
23005="Flyt ned"
23006="Luk"

; New Tool dialog
23100="Eksternt værktøj"
23101="OK"
23102="Annuller"

23110="Program:"
23111="Titel:"
23112="Kommando:"
23113="Gennemse..."
23114="Parametre:"
23115="Minimer WinSnap efter afvikling af kommando"
23116="Spørg ikke efter filnavn på billede der skal gemmes"

23120="Valg for gem:"
23121="Mappe:"
23122="Gennemse..."
23123="Filnavn:"
23124="Billedformat:"

; Region selection
24001="Vælg et område på skærmen ved hjælp af musen eller piltasterne. Brug højre musetast til at ændre formen af området og tast F1 for at vise/skjule denne hjælp."
24002="Position:"
24003="x:"
24004="y:"
24005="Størrelse:"
24006="b:"
24007="h:"

; Region mode, right-click menu
24100="Rektangel"
24101="Afrundet rektangel"
24102="Ellipse"
24103="Afbryd udvælgelse\tSletBagud"
24104="Annuller snapshot\tEsc"
24105="Fravælg denne menu"
24106="Låst størrelse"
24107="Gem position"

; Object mode, helper dialog
24201="Flyt musemarkøren henover skærmen for at ændre det valgte. Brug Control-tasten for at vælge flere objekter, og brug and højre musetast for at ændre indstillinger."
24202="Titel:"
24203="Klasse:"
24204="Proces:"

; Object mode, right-click menu
24300="Vælg objekt\tMellemrum"
24301="Inverter valg\tTab"
24302="Afbryd udvælgelse\tSletBagud"
24303="Knapper og kontroller"
24304="Programvinduer"
24305="Annuller snapshot\tEsc"
24306="Fravælg denne menu"

; Register dialog
28000="Registrer WinSnap"
28001="Køb Winsnap"
28002="Indlæs Registreringsnøgle..."
28003="Fortsæt"
28004="Afslut"

28010="Din kopi af er en 30-dages prøveversion version. Du skal købe en licens, hvis du vil fortsætte med at bruge programmet."
28011="Du har %d dage tilbage at registere i."
28012="Registrering og priser"

; About dialog
28100="Om WinSnap"
28101="OK"
28102="Registrer"
28103="Dette produkt er registreret til:"
28104="Supportforum"

; Confirmations
31900="WinSnap bekræftelse"
31901="WinSnap kører allerede. Ønsker du at stoppe det?"
31902="Er du sikker på at du ønsker at afslutte WinSnap?"
31903="Genstart venligst WinSnap for at færdiggøre registreringen.\r\nØnsker du at genstarte WinSnap nu?"

; Errors
32000="WinSnap fejl"
32001="Kunne ikke indlæse sprogfil."
32002="Kunne ikke gemme indstillingerne til registreringsdatabasen. Check dine brugerrettigheder."
32003="Kunne ikke indlæse billedfil.\r\nDette er ikke en gyldig billedfil, eller formatet er endnu ikke understøttet."
32004="Kunne ikke gemme billedfil til disk."
32005="Kunne ikke gemme billedet i midlertidig fil."
32006="Kan ikke indlæse emailunderstøttelse (Mapi32.dll)."
32007="MAPI kunne ikke sende beskeden."
32008="Kunne ikke registrere WinSnap."
32009="Ugyldig mappe:\r\n%s"
32010="Kunne ikke starte processen."

32020="Du skal angive et navn."

32030="Du skal angive dit registrerede navn."
32031="Du skal angive et serienummer."
32032="Registreringsnøglen er ugyldig eller ødelagt."
32033="Registreringskoden er ugyldig! Check at du skriver dit navn og serienummer præcist som de er skrevet i registreringsmeddelelsen."
32034="Kunne ikke kopiere registreringsnøglen til programmappen. Du skal have rettigheder som administrator for at registrere WinSnap!"

; Check for update
32500="WinSnap opdatering"
32501="En ny version af WinSnap er tilgængelig online!\r\nØnsker du at downloade den nu?"
32502="Din version af WinSnap er up to date. Ingen opdatering tilgængelig."
